[
  {
    "id": "1",
    "workingTitle": "INQUIRIES",
    "workingDetails": "We have sent over 1 million cold emails, with world-beating stats: Average open rate: 65% Average click-through rate: 10% Average reply rate: 10%",
    "img": "https://i.ibb.co/tHqBc3W/Language.png"
  },
  {
    "id": "2",
    "workingTitle": "COSTING & SAMPLING",
    "workingDetails": "Getting the specification of the product we offer our customers a price quotation. If it is accepted we start the proto type or reference/counter samples & lab dips in order to get primary comments. Sampling will continue until the approval of customers.",
    "img": "https://i.ibb.co/Sd8jTvQ/Increase.png"
  },
  {
    "id": "3",
    "workingTitle": "ORDER CONFIRMATION",
    "workingDetails": "We have generated over $10M+ in the sales pipeline for 500+ happy clients across 50+ industries",
    "img": "https://i.ibb.co/NFVFnLp/Email.png"
  },
  {
    "id": "4",
    "workingTitle": "BULK PRODUCTION",
    "workingDetails": "We start the bulk production once get the payment confirmation & approval of the pre-production samples. Your product will the go through our quality control process until packing is finished & goods are ready for delivery.",
    "img": "https://i.ibb.co/tHqBc3W/Language.png"
  },
  {
    "id": "5",
    "workingTitle": "QUALITY CONTROL",
    "workingDetails": "Our hard-working quality control team monitoring the quality control systems right from the raw materials, sample development, pattern designing, pre-production, cutting, Printing, Embroidery, sewing, ironing and finishing, packing.",
    "img": "https://i.ibb.co/Sd8jTvQ/Increase.png"
  },
  {
    "id": "6",
    "workingTitle": "INSPECTION",
    "workingDetails": "We offer third party inspection. Final random inspection is carried out when the total consignment is packed and ready for shipment & the inspection is performed according to the International Inspection Standards AQL level 1.5/2.5/4.0 as customer requested.",
    "img": "https://i.ibb.co/NFVFnLp/Email.png"
  }
]
